const jokes = [

`⭐Пришел мужик в церковь и говорит священику:
-В жизни у меня все не очень, грехов много накопилось..
Священик  ему отвечает:
-Расскажи, облегчи душу.
Мужик начал рассказывать:
-На той неделе помогал подруге шкаф собирать, собрали, пошел дождь, она сказала ''оставайся''.
Ну я остался и мы переспали.
На другой неделе помогал жене друга обои клеить, поклеили, пошел дождь, она сказала ''оставайся''.
Ну я остался и мы переспали.
А вчера помогал другу машину ремонтировать, отремонтировали, пошел дождь, он сказал ''оставайся''.
Ну я остался и мы переспали.
Так что же мне делать с этим? - спрашивает мужик
А священик ему отвечает - иди ты нахуй отсюда пока дождь не пошел.`,

`С чем играют каннибалы в песочнице?
-с чужими лопатками`,

`⭐Купил мужик машину и каждый раз когда начинался дождь он выходил на улицу и начинал натирать детали вазелином чтобы не портились.
Через несколько дней зовет его девушка на ужин с родителями и говорит:
-У нас в семье есть традиция, кто первый после ужина заговорит, тот и моет посуду.
Пришли они к родителям, сидят молчат.
Мужику надоело ждать и он начал трахать девушку чтобы развести кого-нибудь на слово.
Все молчат.
Мужик переключился на мать девушки.
Все продолжают молчать. 
Неожидано пошел дождь, мужик подскакивает, подбегает к окну открывая банку вазелина.
И вдруг отец говорит: ну тебя нахуй, я лучше посуду помою...`,

`- Здравствуйте.
- Здравствуйте.
- Скажите, пожалуйста, а Вам нравится оральный секс?
Женщина в шоке. От наглости визитера перехватило дыхание.
С треском захлопывает дверь.
День 2. Звонок в дверь. Тот же мужчина.
- Извините, не хочу показаться настырным.... Но любите ли Вы позу 69?
-Еще раз придете!.. И я все расскажу мужу!!!
Вечером женщина действительно все рассказывает мужу. Мол, так и так. Ходит какой-то хам-маньяк и пристает.
Муж в ярости. Договорились, на следующий день он не пойдет на работу, а останется дома и будет поджидать ублюдка.
День 3. Звонок в дверь. Муж быстро прячется в углу за дверью, которая должна открыться.
Жена открывает дверь. Как и ожидалось, на пороге все та же личность:
- Простите ради бога... Еще хотел уточнить... Как Вы относитесь к анальному сексу?
- Обожаю его! - смело выкрикивает женщина!
- Правда? - заулыбался незнакомец - А как насчет орального?
-Жить без него не могу!
- А позу 69 любите?
- Люблю!!!
- А позу....
- Все люблю!!! Все!!!
- Удивительно... - приумолк мужчина - Слушайте... а спросите тогда, пожалуйста, своего мужа... Если у него все под рукой... Зачем он ебет мою жену?`,

`Попали к дикарям француз, немец и русский. Вождь и говорит им:
— Для вас будет задание. Каждый выберет себе по женщине, с которой он будет заниматься любовью. Тот у кого баба вспотеет последней, проиграл и мы его съедим. А теперь выбирайте.
Француз выбрал себе бабу с большими грудями. Немец выбрал ту, которая пожирнее. А русский с перепугу напился.. А потом выбрал ту, которая скромно стояла в уголке. Ну и началось состязание. Баба Француза вспотела через 5 минут. Баба немца — через 15.
Русский ебет свою полчаса, час, два... а толку никакого... Тут Француз с немцем кричат:
— Эй, вождь, в чем дело? Пора русского есть.
Тут раздается голос русского:
— Наконец-то! Капли появились!
Все племя радостно закричало.... И съели немца!
Русский:
— А почему немца? Он ведь раньше меня управился!!
— Да понимаешь, когда резиновая баба стала плавиться — все племя охуело!!`,

`⭐К жене пришел любовник. Развлекаются, значит, они, вдруг звонок в дверь. Жена:
- Это муж! Быстро иди на балкон!
Открывает дверь - там еще один любовник. Развлекается теперь со вторым этим, опять звонок. Она:
- Это пришел муж, быстро иди в туалет!
Открывает дверь, там очередной любовник, развлекается с третьим. Опять звонок, она:
- Это муж, быстро на кухню - лампочку вкручивай!
Открывает дверь, заходит муж. Проходит в комнату, и решил открыть балкон. Открывает, а там - любовник. Муж:
-Ты кто?!
- ..Я балкон ремонтирую.
- А чего голый?
- А я разделся, жарко тут, вспотел весь.
Муж уходит. Идет в туалет. Открывает дверь - там второй. Спрашивает:
- Ты кто?!
- Сантехник я, туалет ремонтирую!
- А почему голый?
- Так я разделся, чтобы водой не облиться!.
Муж идет на кухню. Там третий любовник вкручивает лампочку, а так как он только что развлекался с женой, у него хрен еще стоит.
Муж:
- А ты еще кто?
- Я электрик, лампочку вкручиваю.
- А почему хрен стоит?
- Лампочки люблю пиздец.`,

`Марьиванна спрашивает у первоклашек, кем они хотят стать, когда вырастут.
Ваня:
— Я буду полицейским, как мой папа.
Катя:
— А я врачом.
Вовочка:
— Бандитом, в натуре.
Мариванна покрутила пальцем у виска...
— Ну, а ты, Петя?
— Я буду Человеком-пауком!
Мариванна засмеялась на весь класс.
Спустя 20 лет... Раненый Вован врывается в травмпункт с пистолетом, взяв в заложники Марьиванну.
— Слышь, Катька, меня этот мусор Ванек подстрелил, бинтуй!
С улицы, в матюгальник:
— Вы окружены, выходим с поднятыми руками!
Вован, в форточку:
— Живьем мусорам не сдамся, волки позорные!
Марьиванна:
— Бля, ну где же ты, Петя.`,

`Брат заглядывает в комнату сестры, а она голая перед зеркалом себя разглядывает везде и приговаривает:
- Эх, мужика бы, мужика!
На следующий день заглядывает к ней в комнату, а там десять голых мужиков её трахают.
Он в шоке несётся в свою комнату, раздевается догола и перед зеркалом рассматривает себя везде и приговаривает:
- Эх, велосипед бы, скоростной, скоростной велосипед бы!
На следующий день парня ебали 10 скоростных велосипедов.`,

`Подъехал Илья Муромец к перекрестку. Там камень, а на камне написано:
- Направо поедешь - коня потеряешь, прямо поедешь - головы лишишься, налево поедешь - долбоебом будешь!
Подумал богатырь и поехал налево. Долго ехал Илья, вечером подъехал к избушке Бабы Яги и попросился переночевать. Баба Яга:
- Сынок, у меня избушка маленькая, ночуй в комнате с моей дочкой или в конюшне с лошадьми!
Призадумался богатырь:
- Да этой бабке лет двести, тогда дочке лет сто пятьдесят будет, лучше уж спать в конюшне!
Утром выходит Илья Муромец из конюшни, отчищается от навоза, а перед ним девица невиданной красоты. Он спрашивает:
- Красавица, а ты кто и что здесь делаешь?
- Я дочка Бабы Яги, а ты кто?
- А я долбоеб...`,

`Попали три тётки в рай. Встречает их апостол и говорит:
— Девочки, можете здесь делать всё, что угодно, только у нас тут много маленьких утят. Так вот, на них наступать нельзя! Накажем!
Проходит пара дней, одна из тёток наступила таки на утёнка. Раздался гром небесный, тётка видит: идёт к ней апостол, ведёт мужика такого страшного, просто караул! Пристёгивает его к ней наручниками и говорит:
— Ты наступила на утёнка, теперь 10 лет будешь таскать этого мужика за собой в качестве наказания.
Через пару дней вторая наступила, ещё более страшного мужика привели, настоящий Квазимодо.
Третья посмотрела на всё это, ходит на цыпочках, под ноги внимательно смотрит, на утят не наступает. Через несколько дней идёт к ней апостол и ведёт мужика, красивого как Аполлон.
Тетка рот открыла от удивления и спрашивает:
— Боже, за что мне такое счастье?!
А мужик, который как Аполлон, ей отвечает:
— Не знаю, за что тебе, а я на утёнка наступил.`,

`⭐Жил да был дед в деревне, и было у него три внука. Однажды приходит он в амбар, смотрит, а там корова сдохла, попинал её - реально умерла. Горевал три дня, да потом пошел и застрелился. Приходит бабка - смотрит дед застрелился, жизнь потеряла смысл - взяла и повесилась.
Дальше пришли 3 внука, смотрят - корова мертвая, бабка повесилась, дед застрелился - пошли искать счастье. Первый внук пошел на дремучее болото, а там смотрит русалка красивая сидит, решил её спросить где искать счастье, а она отвечает:
- Удовлетворишь меня 10 раз - скажу!
- Ты меня удовлетворишь 10 раз - тогда скажу!
- А 15 раз можно?
- Можно!
- А 20 раз можно?
- Можно!
- А ты как наша корова не сдохнешь?!`,

`Приходит к врачу в морг мужик и говорит:
- Представь, я могу выебать труп и он воскреснет.
Врач подумал, что бредит мужик, но решил проверить. Достал бабку и дал мужику, тот её трахнул и тут бабка оживает и говорит:
- Я при жизни много чего не успела сделать, спасибо вам.
Решил врач ещё раз убедится и дал мужику труп старого профессора. Мужик выебал и его, вдруг профессор встаёт и говорит:
- При жизни я пытался разработать новый химический элемент, спасибо вам, надеюсь сейчас у меня всё получится.
Решили врач с мужиком Ленина воскресить, пробрались в мавзолей, мужик вставил член и начинает ебать Ленина. Врач говорит:
- Че ты не просыпаешься то?
А Ленин отвечает:
- Так я и не сплю)`,

`⭐Идёт мужик по пустыне, без еды, без воды. Захотелось ему пить, он и говорит вслух:
- Ох, как пить хочется!
Вдруг с неба падает лопата и голос говорит:
- Копай.
Мужик копает и находит кувшин с водой. Обрадовался, попил.
Голос говорит:
- Верни лопату.
Мужик бросает лопату вверх и она исчезает.
Идёт дальше. Захотелось ему есть. Мужик говорит вслух:
- Ох, как есть хочется!
Вдруг с неба падает лопата и голос говорит:
- Копай.
Мужик копает и находит корзину с едой. Обрадовался, поел.
Голос говорит:
- Верни лопату.
Мужик бросает лопату вверх и она исчезает. Идёт дальше. Захотелось ему бабу, он и говорит вслух:
- Ох, как ебаться хочется!
Вдруг с неба падает лопата и голос говорит:
- Копай.
Мужик копает час, копает два, ничего не нашёл, устал и говорит вслух:
- Чёт я заебался...
- Верни лопату.`,

`⭐Закончил советский студент троечник мединститут и получил распределение на Кавказ, в глухой аул в горах. Приехал, местные его не взлюбили сразу, косо смотрят, а под вечер приходят толпой и говорят:
— Мы тут приезжих не любим, так что вот тебе испытание: у сына аксакала глаза косят, вылечишь - будешь нам братом, нет - зарежем. Даём тебе час на рецепт.
Ну студент кинулся конспекты листать, а какие там конспекты, троечник же. Стал вспоминать народные рецепты, вспомнил, что в старину косоглазие яйцом выкатывали. Ну он местным и сказал:
— Приложите ему по яйцу на глаза и катайте.
Потом сел и начал бухать, понимая, что утром его наверняка зарежут.
Утром стук в дверь, он перепуганный, на негнущихся ногах открывает, а там толпа местных, с вином, шашлыком, люля, чурчхела... Обнимают, целуют и говорят:
— Вай, дорогой! Спасибо тебе! Мы только до подбородка ему яйца дотянули, а глаза уже на место встали!`,

`Рано утром разъяренный отец заходит в дом и говорит:
- Какой-то хрен нашу корову украл.
Старший сын:
-Раз хрен, значит маленького роста.
Средний:
- Если маленького роста, значит с Малиновки.
Младший:
- Ну, тогда это Вася.
Пошли, набили Васе морду, а он в отказку. Еще разок для профилактики его побили - все равно не брал. Взяли его - и к судье. Так и так, мол, говорит отец:
- Просыпаюсь утром, а коровы нет, говорю сыновьям, что какой-то хрен украл. Старший говорит - раз хрен, значит маленького роста, средний - если маленького роста, значит с Малиновки, а младший - значит Вася.
Отец:
- Коробочка квадратная.
Старший:
- Значит, в ней что-то круглое.
Средний:
- Раз круглое, значит оранжевое.
Младший:
- Значит, апельсин.
Судья медленно заглядывает в коробочку и говорит:
- Чтож Вася, корову придется отдать.`,

`⭐-Доктор, мне тяжело общаться с людьми. Как с этим бороться?
-Алкоголь...
- Доктор, но это же временное решение. Мне нужно что-то постоянное!
- Алкоголизм...)))`,

`⭐Студент решил подработать. Товарищи посоветовали ему устроиться ночным сторожем или дворником. Он пошел в одно место, там места заняты, пошел в другое - то же. Пришел в зоопарк, но там ему сказали, что и сторож и дворник есть и предложили:
- У нас недавно подохла обезьяна. Вы бы могли ее заменить.
- Не знаю, смогу ли, - сомневается студент.
- А вы спортом занимались?
- Занимался.
- Шкура у нас есть и платить будем больше, чем сторожу или дворнику.
Ну, студент согласился. Вот, сидит он в клетке, лазает, рожи посетителям строит, на кольцах крутится, посетители довольны. Вечером, когда посетителей уже стало мало, он спрыгнул на пол, но неудачно, и провалился в клетку, стоявшую под той, в которой он находился. Видит, прямо на него идет лев. Ну, студент думает: "Зря я согласился. Даже за такие деньги". А лев подходит и говорит человеческим голосом:
- Привет! Ты с какого факультета?`,

`⭐Студент прогулял всю военную кафедру, а сдавать надо. Он подходит к преподавателю и говорит:
- Товарищ майор, давайте я вам загадаю загадку, если вы отгадаете, ставьте мне «неуд», если не отгадаете ставьте «отлично».
- Хорошо. Сколько вы можете пирожков съесть на пустой желудок?
— Штук пять.
— Нет, только один. Остальные будут не на пустой.
Майор поставил «отлично». Через некоторое время подходит майор к полковнику и говорит:
— Товарищ полковник, хотите, я вам классную загадку загадаю?
- Давай!
— Сколько вы можете пирожков съесть на пустой желудок?
- Штук 8.
- Жаль что не 5, а то я такой прикол знаю!`,

`В кабину "Боинга" врывается террорист и, наставляя на пилота револьвер, орет:
— Летим в Ирак, иначе я вышибу тебе мозги!
Второй пилот ему спокойно говорит:
— Я бы на вашем месте не наставлял пистолет на пилота: у него слабое сердце. А если его хватит инфаркт, то я один буду просто не в состоянии доставить вас туда, куда вы требуете.
Немного поразмыслив, террорист направляет пушку на бортмеханика:
— Хорошо, тогда я вышибу мозги ему, если вы не полетите туда, куда я сказал!
Но бортмеханик тут же отвечает:
— Зря вы так: без моей помощи пилотам до Ирака не долететь. Если вы меня убьете, то конечным пунктом этого самолета будет дно океана, вот и все!
Тогда террорист хватает стюардессу, приставляет пушку ей к виску и говорит:
— Ну теперь-то вы точно полетите в Ирак!
Все теряются, но тут стюардесса что-то шепчет на ухо террористу, у того сразу же встают волосы дыбом, он роняет пистолет, а экипаж, воспользовавшись этим, тут же набрасывается на террориста и скручивает его. Потом пилот спрашивает у стюардессы, что же она ему такое сказала.
Стюардесса отвечает:
— Я ему сказала, что если он меня убьет, то ему самому придется отсaсывать у всего экипажа.`,

`Полный автобус туристов уже несколько часов в пути, кондиционер не работает. В пути уже несколько часов и вдруг кто-то изрядно испортил воздух.
Глаза у всех режет, народ в бешенстве орёт:
— Дайте нам этого урода, мы разорвем его на мелкие куски и все в таком духе.
Тут встает мужчина солидного вида:
— Спокойно, я потомственный экстрасенс в десятом поколении и без особых проблем вычислю этого гада. Только мне нужна нитка длинной на весь автобус.
Народ сразу же засуетился, достал где-то нитку. Экстрасенс:
— Теперь натяните нитку от самого начала и до конца салона и все возьмитесь за нитку. Все взялись?
— Даа.
— Тот кто пернул, тоже взялся?
— Да, взялся.`,

`Урок биологии. Учительница подходит к Вовочке и тыча ему в лицо чучело птицы, спрашивает:
— Вовочка, что это за птица?
Вовочка в ужасе смотрит на Марью Ивановну.
— Я не знаю, что это за птица..
— Вовочка! Я спрашиваю, что это за птица?
—Я не знаю!
Поворачивая птицу задницей, суёт прямо в лицо Вовочки:
— Вовочка что это за птица, последний раз спрашиваю?
— Я не знаю!
Марья Ивановна берет дневник и ставит два. Приходит Вовочка домой, отец видит дневник...
— За что два?
— Ну, пап понимаешь, она сунула мне в лицо задницу какой-то птицы и хотела что бы я угадал, что это за птица, а я не знал.
Разозленный отец на утро следующего дня приходит в школу, заходит в класс, снимает штаны, выставляет голую задницу и говорит:
— ну что училка, угадай, чей папа пришёл!`,

`Мужик решил купить жене подарок на день рождения. Заходит он в магазин и видит там навороченный утюг о котором уже давно мечтает его жена. Так как на такой утюг у мужика нет денег, он решается его просто-напросто украсть, но охранники его засекли и отволокли к хозяину магазина. Хозяин - человек с юмором - говорит мужику:
— Ладно, сможешь донести этот утюг до выхода на своем "конце" - я тебе его дарю.
Мужик собирает все свои силы и дотаскивает таки его до выхода. Хозяин:
— Молодец! Утюг твой!
Мужик приносит утюг жене, которая очень рада подарку, но в эту ночь муж не ложится спать с ней, а ложится в другой комнате. То же самое повторяется и на второй день, и на третий... Так проходит несколько дней.
Наконец жена решила проверить, в чем дело. Она среди ночи входит в комнату мужа и видит что он стоит перед зеркалом со спущенными штанами, на конце у него висит гиря, а рядом стоят еще гири - 16, 24 и 36 кг. Жена:
— Ты что делаешь?
— Не мешай мне тренироваться, нам еще холодильник нужен!`,

`В суде три мужика подают на развод. Первый объясняет:
— Понимаете, я сексуально не удовлетворен. Когда мы с моей женой занимаемся любовью, она так активно двигается, качается, что меня укачивает и никакого оргазма.
Судья: М-да, такое дело, разведем.
Второй выходит:
— Видите ли, я тоже не удовлетворен. Когда мы занимаемся сексом, моя супруга так потеет, что я с нее соскальзываю и никак кончить не могу.
Судья: Гм, это, конечно, уважительная причина, разведем.
Обращаются к третьему: Ну а вы, молодой человек, тоже не удовлетворены?
— Отнюдь, очень даже.
— А чего тогда разводитесь?
— Как сказать, у моей жены, понимаете, интимное место рыжее.
— Не понимаю, вам-то что?
— Да мне ничего, друзья смеются.`,

`Решили с приятелем сходить в баню. Когда-то вместе учились и тренировались. Но с тех давних пор не виделись, но вдруг встретились.
Подруга позвонила:
- Привет, заедешь вечером?
- Нет, в баню иду с приятелем.
- Вдвоём?
- Да, решили попариться, да и поболтать.
- А можно я с Вами?
- Да ну, получится, что я с дамой, а он будет скучать в одиночестве.
- Ну, я могу подругу с собой взять. Есть у меня одна надёжная подруга.
- В смысле, надёжная?!
- В прямом, как ты выражаешься: «Надёжная, как АКМ безотказная»
- Я поговорю с приятелем и сообщу тебе.
Звоню приятелю, объясняю ситуацию, он с сомнением:
- Она точно безотказная?
- Конечно, - говорю я, и для убедительности дополняю фантазией, - сам проверял!!!
- Ну, хорошо!!!
Мляяя, и надо же так случиться, что с моей подругой приехала его жена..`,

`⭐Решивший жениться мужчина долго думал, какую из трех влюбленных в него девушек взять в жены. Он решил каждой дать по 5000 долларов и выяснить, как они ими будут распоряжаться.
Первая накупила дорогой одежды, лучшей косметики, сходила в элитный салон красоты — в общем, сделала все, чтобы выглядеть идеально, и сказала:
— Я очень люблю тебя и хочу, чтобы все знали, что у тебя самая красивая жена в городе.
Вторая истратила все деньги на своего потенциального мужа, купив ему новые костюмы, рубашки, инструменты для автомобиля, и сказала:
— Ты — самое главное для меня, поэтому я истратила на тебя все деньги.
Третья пустила 5000 долларов в оборот, заработала еще 5000 и все вернула мужчине:
— Я очень люблю тебя. Я сделала это, чтобы ты понял, что я умна и нерасточительна.
Мужчина подумал — и женился на той, у которой грудь была больше.`,

`Решила узнать теща кто из ее зятей больше ее любит. Идет первый зять, а теща тонет и взывает о помощи. Первый зять подбегает и выручает ее. Приходит он домой, а там Волга стоит и надпись "Любимому зятю от тещи".
На следующий день идет второй зять, а теща опять в речке тонет, он подбегает и спасает ее. Приходит домой - новый мотоцикл стоит и надпись "Любимому зятю от тещи".
Идет на третий день третий зять, смотрит теща тонет и кричит о помощи, а зять думает: "Первому подарили ВОЛГУ, второму мотоцикл, а мне что - велосипед? Пусть себе тонет." Теща утонула. Приходит домой третий зять, а там - новенький мерседес и записка - "Любимому зятю от тестя".`,

`⭐Собирается чукча перегонять оленей на новое пастбище и наказывает жене:
- Смотри, прилетят на вертолете геологи, будут водку пить, потом спать позовут, ты под геолога не вздумай лечь, а то забеременеешь.
Уехал чукча, прилетели геологи. Посидели у костра, выпили, а потом геолог жене чукчи предлагает:
- Пойдем в чум.
- Пойдем, только мне муж не разрешает под тебя ложиться.
- Тогда ты сверху ложись.
Короче говоря, переспали. Утром геолог улетает, жена чукчи машет на прощание рукой:
- Лети, лети, дурачок беременный!`,

`⭐Затусили 2 карлика, выпили, потанцевали. Стало скучно, ну и решили вызвать даму легкого поведения. Звонят заказывать проститутку. Долго с ней обсуждают все нюансы и она спрашивает:
- Мужики, а сколько вас будет?
- Нуу... В сумме один будет))))`,

`⭐Берется интервью у женщины, прожившей со своим мужем 50 лет без единой ссоры:
- Мадам, но как Вам удалось прожить все это время в мире и гармонии?
- Все просто. Когда мы обвенчались, мой муж посадил меня на повозку и повез на свое ранчо. Пока мы ехали одна из лошадей споткнулась и он спокойно сказал: "Раз". Спустя 15 минут, все в той же поездке эта же лошадь споткнулась еще раз и он сказал: "Два". И уже когда его ранчо было в прямой видимости эта же лошадь споткнулась в третий раз. Он сказал: "Три" - и пристрелил ее. Я, конечно, начала кричать, закатила истерику, начала жалеть бедное животное:
- И что же?
-И он сказал "Раз".`,

`Молодой муж пристает к жене. Она ему говорит:
— Не могу.
— Почему?
— Кот.
— Что кот?
— Смотрит...
Муж вздыхает, встаёт, выкидывает кота из спальни, снова ложится... Она:
— Не могу.
— А сейчас что?
— Хомяк...
— Что хомяк?! Он же на кухне!
— Хочу, чтоб смотрел.
Муж вскакивает, приносит хомяка в спальню.
— Не могу.
— Почему?!
— Он не смотрит.
Мужик в ярости хватает хомяка в кулак:
— Ты что, сука, не смотришь?
Хомяк, полузадушено:
— Без кота не заводит...`,

`В Америке один мультимиллионер в одно утро узнает, что он разорился. Остались у него последние 10 долларов. И решил он напоследок сходить в публичный дом. Нашел он на окраине Нью-Йорка самый дешевый публичный дом. Встречает его совсем еще не старая начальница. Он ей рассказывает о своей беде, и просит ему дать девочку подешевле. Та говорит:
- У нас только есть вот негритянка за 15 долларов.
- Да нет, вы знаете, у меня есть только 10.
Женщина сжалилась и предложила за эти деньги ему себя. Провели они безумную ночь. А на следующий день произошло чудо. Этому человеку крупно повезло на бирже, и он опять вернул себе все свое богатство. Прошло 20 лет, и он случайно оказался на этой улочке, зашёл. Встретила его та же самая женщина, только уже состарившаяся.
- Милый, родной! Я знала, что ты про меня вспомнишь. Хочешь, я тебя...
- Конечно, хочу.
Женщина кричит:
- Боб, иди скорей сюда!
Выходит детина.
- Боб, познакомься - это твой папа.
-Как?! Этот старый еврей - мой отец?! - возмущенно сказал ребенок.
Отец не выдержал:
- Скажи спасибо, что у меня не хватило пять долларов, а то был бы негром!`,

`⭐Утром Сталин вышел на балкон и увидел, как встает солнце. "Доброе утро, товарищ Красное солнце", - сказал Сталин. "Доброе утро, дорогой наш вождь товарищ Сталин! - ответило солнце. - Все так счастливы, что вы встали и ведете нашу великую Родину к светлому будущему!".
Вечером Сталин посмотрел в окно, и увидел, как садится солнце. "Добрый вечер, товарищ Красное солнце", - говорит он. Но солнце не отвечает. "Что случилось, товарищ Солнце, утром ты так со мной хорошо разговаривало, а сейчас молчишь?"
Солнце отвечает: "Пошел нахуй, я уже на западе".`,

`⭐Решили провести чемпионат мира среди похуистов. В финал вышли англичанин, француз и русский. Ведущий объясняет им правила:
- Сейчас на сцену выйдет самая сексуальная женщина в мире, а вам должно быть похуй. Кому дольше будет похуй, тот и чемпион.
Появляется самая сексуальная в мире женщина. Англичанин и Француз как ни в чем не бывало, а русский кладет ее на стол и начинает раздевать.
Ведущий:
- Извините, вы наверное не совсем поняли правила конкурса.
- А мне похуй!`,

`В армии. Идет дух мимо туалета, видит дед ебет духа. Дед говорит:
— Че смотришь? Тебя тоже выебать?
— Нет, продолжай в том же духе.`,

`Некрофил выкопал труп на кладбище и принес домой. Решил устроить оргию и позвал друга. Друг заходит, смотрит на труп и говорит такой "бляя, какая она офигенная, где ты ее откопал?"`,

`Кошка идёт по берегу реки и видит плывущую по воде маленькую баварскую сосиску. Она прыгает за сосиской и мочит лапки.
На следующий день она снова идёт по берегу реки и видит большую сосиску, плывущую по воде. Она прыгает за сосиской и мочит лапки и низ живота.
На третий день она снова идёт вдоль реки и видит огромную камберлендскую сосиску. Она прыгает за ней и вылезает на берег вся мокрая.
— Ну, и какова же мораль этой истории?
— Чем больше сосиска, тем мокрее киска.`,

`У Буратино день рождения, он сидит совсем грустный. Папа Карло:
- Что случилось, сынок? Ты же просил на день рождения домашнее животное, вот ты его и получил.
- Я хотел котёнка или щенка!
- Ну, не всегда получаешь то, что хочешь.
- Бать, но я чего-то совсем очкую этого бобра, он как-то странно на меня смотрит.`,

`Гуляет девочка с собакой, а мимо идет женщина. Женщина спрашивает: "Девочка, а как тебя зовут?"
-Роза
-Какое красивое имя, а почему тебя так назвали?
-Когда я родилась, мой папа подарил моей маме розовое масло, а капелька этого масла упала мне на лоб.
-Какая красивая история, а как зовут твоего песика?
-Хряк
-А почему его так назвали?
-Он свиней ебет`,

`⭐Идет суд. Судят хирурга, изнасиловавшего уборщицу. Судья спрашивает хирурга:
- Как вы могли так сделать с бедной женщиной? Вы, уважаемый врач!!!
- А что я? Я бедный врач, я так много работаю, трое суток не спал, руки в крови... Мне нужна была разрядка, я увидел что-то стоит - вот и воспользовался... да и не сопротивлялась она.
- Дорогая женщина - расскажите, что вы думаете об этом?
- Я помыла первый этаж, помыла второй. Пошла на третий, нагнулась, выжимаю тряпку - и тут сзади как...
- Вы не могли убежать?!!
- Куда, по мытому???!!!`,

`Приходит сын домой, говорит отцу:
-Бать, я курю
Отец взял целую пачку сигарет, и заставил выкурить. Парню знатно поплохело.
-Курить ещё будешь?
-Нет, не буду
Через 5 минут:
-Бать, я пью ещё...
Отец взял целую бутылку "православной" и заставил сына выпить. Парню знатно поплохело.
-Пить ещё будешь?
-Нет, не буду
Через полчаса:
-Бать, тут такое дело... короче гей я...
-Ну сына, ну ебаный в рот... - сказал отец снимая штаны`,

`Я ненавижу, как все придают такое большое значение разнице в возрасте в отношениях. Например, на днях я ужинал с девушкой, и все называли меня педофилом и смотрели на меня ужасно. А всё потому что мне 32, а ей 18, а это неплохая разница в возрасте. Они полностью испортили нашу 10-летнюю годовщину.`,

`Приходит папа с сыном на фабрику и говорит: Вот сынок, помру я, потом ты мое место займешь, будешь всем управлять.
- Папа, а как тут все работает?
- Вот смотри, эта машина производит колбасу. Сзади входят бараны, спереди выходят палки колбас. Понял?
- Нет.
Сзади идут бараны, спереди получаются палки. Понял?
- Неа.
-Сзади бараны, спереди палки!
- Не понял. Пап, а есть такая машина, где сзади идут палки, а спереди получаются бараны?
- Есть. Твоя мама...`,

`Идёт негр по жаркой пустыне, встречает кувшин, протирает его, думая, что там вода, но оттуда вылезает Джин. Джин говорит ему:" спасибо, что выпустил меня, за это я исполню 3 твоих желания!"
Негр не задумываясь говорит:" я хочу, чтобы рядом была вода".
Джин отвечает:"а второе желание?"
Негр отвечает:"чтобы я был белым".
Джин снова спрашивает:"а третье желание?"
Негр, задумавшись ответил:" ну, я холостяк, поэтому можно, чтобы рядом со мной были красивые девушки"
И Джин исполнил его желание, сделав его белым унитазом в женском туалете.`,

`Вена, 1824 год.
— Ну что, пойдем завтра в оперу?
— Да, надо бы. Бетховен сам себя не послушает.`,

`Посадили как то русского в камеру к хохлам, а у русского с собой сумка была, и на вопрос что в ней он отвечал мол секрет. Ночью залезли хохлы к нему в эту сумку, а там сало до верху. Ну они и сожрали всё. Утром русский встаёт и говорит "где моё сало, которым я жопу мажу?" а хохлы шушукаются между собой "я тебе Микола говорил, что говной пахнет, а ты копчёное копчёное"`,

`⭐Усыновила как-то раз Вовочку супружеская пара геев. Сказали ему называть их родитель номер 1 и номер 2. На утро Вовочка проснулся и захотел есть, но забыл кто под каким номером. С грохотом распахивает дверь в спальню и орет:
- Подьем пидорасы, на первый-второй расчитайсь!`,

`Шахид приходит на вручение Оскара. Его спрашивают:
– Что Вы тут делаете? Вы актёр?
Он отвечает:
– Я наминирован`,

`⭐— Алло, это бордель?
— Да
— Пизда
— 4.000`,

`Два негра разговаривают в баре:
- Ты не замечал, каждый раз, когда трахаешься с белой женщиной, то на глаза вдруг наворачиваются слезы.
- Да, со мной такое же каждый раз.
- Как ты думаешь, почему?
- Думаю, это газовый баллончик.`,

`⭐Один чел другому хвастается:
— Я тут недавно по пьяни мента одного обманул!
— Как это?
— А вот стою я посреди улицы и ссу, а он ко мне подходит и говорит: "Что это за безобразие такое? Немедленно спрятать и прекратить!", а я спрятал, но не прекратил.`,

`⭐Девушка 18 лет приезжает вместе с мамой, бабушкой и собачкой Шариком из провинции в большой город. Девушка ловит такси, останавливается мужик.
— Подвезите нас, пожалуйста, - говорит она.
— Да таких только трахать, - говорит водитель и уезжает.
Девушка в недоумении подходит к матери и задаёт ей вопрос:
— Мама, а что такое трахать???
— Ээ.. Ну это одним словом подвезти...
Девушка ловит следующую машину. Останавливает мужик. Девушка говорит:
— Трахните нас пожалуйста!
— А нас это кого?
-Меня, маму, бабушку и Шарика..
— Тебя с удовольствием, маму - подумаю, а бабушку пусть Шарик трахает.`,

`Подходит мальчик к маме и говорит:
–Мам, я хочу братика.
–Потерпи, сынок, братик ещё спит.`,

`Идет процесс инициации священников. Они стоят голые, и к их яйцам привязаны колокольчики, а перед ними, перед каждым по очереди, танцует красивая обнаженная девушка. Если колокольчики молчат, значит священник достиг духовной чистоты и получает сан священника. Почти все выдержали испытание, и только последний Иван сломался, его член напрягся, колокольчики зазвенели, ленточка лопнула, и колокольчики покатились по полу. Смущенный Иван выбежал из строя и нагнулся, чтобы поднять их. И тут зазвенели все остальные колокольчики...`,

`— Ты что, в меня кончил?
— Да.
— И что, я теперь забеременею?
— Не говори глупостей сынок.`,

`⭐Студенческая общага. Оргия на 10 человек. И вдруг один из студентов говорит :
- Хотите анекдот расскажу?
- Давай, только не пошлый и без мата, а то у меня тут мама.`,

`Прекрасная женщина с огромной грудью приходит к гинекологу. Доктор смотрит на неё, и весь его профессионализм улетучивается в форточку.
Он говорит пациентке:
- Раздевайтесь.
Она раздевается и он начинает гладить её по бедрам:
- Вы знаете, что я сейчас делаю?
- Да. Вы проверяете на ссадины и дерматологические аномалии.
- Правильно. – И начинает гладить её груди. – А что я сейчас делаю?
- Вы проверяете на уплотнения и диагностируете, нет ли у меня подозрений на рак.
- Правильно. – И начинает ее трахать. – А знаете, что я делаю теперь?
- Конечно, доктор. Вы подхватываете сифилис.`,

`⭐Один молодой человек из Европы, путешествуя по Индии, посетил местного гуру. Поздоровавшись с ним и усевшись напротив, он спросил:
- Вот вы, индийцы, древняя цивилизация. А почему вы до сих пор срёте на улицах?
Мудрец рассмеялся:
- Ты ебанутый? Предлагаешь срать прямо в доме?`,

`Решил мужик закодироваться. Пошёл к деревенскому кузнецу, типо так и так, хочу закодироваться. Кузнец ему говорит:
-снимай штаны становись раком
Мужик удивился, но выполнил приказание кузнеца. Кузнец его выебал, а когда закончил, то сказал:
- выпьешь, всей деревне распизжу`,

`Знаете что объединяет мой член и американские горки?
дети орут и пытаются слезть.`,

`⭐Едут Гена и Чебурашка на велосипеде, Гена (он был за рулём) проворачивается к Чебурашке и говорит:
– Слушай, если за нами менты будут ехать, ты кричи, ладно?
Чебурашка согласился, и поехали они дальше. Едут они, едут, и тут Чебурашке зажимает бубенцы в колесе и тот начинает громко орать, а Гена, собственно, начал набирать скорость. Едут они так минут 10, потом заворачивают в переулок и останавливаться. Гена поворачивается к Чебурашке и спрашивает:
– Ну как, оторвались?
– Оторвались...`,

`Инвалид купил навороченную каляску. Как говорится - не устоял.`,

`Карлики-геи не трахаются, а подъёбывают друг друга.`,

`⭐Затащил мужик приятеля в семью глухонемых. Сидят на кухне, пьют, закусывают. Вдруг жена глухонемого достает сиську и хлоп ей о стол.
Глухонемой вскочил, сбегал в соседнюю комнату, приволок тещу, поимел ее, взял зонтик и встал под душ. Мужик тихо хуеет и спрашивает у друга:
— Чего это он?
— А ничего. Она говорит ему — «Сходи за молоком». А он ей — «ёб твою мать, куда я пойду, дождь на улице!»`,

`⭐Разговаривают два врача:
- Слыхал, Иваныча уволили!
- А что он сделал?
- Пациентку оттрахал.
- Жалко, хороший ветеринар был..`,

`-Папа мне кажется я гей.
-Кажется? Ты не до конца уверен?
-Не знаю...
-Давай я тебе кину гей порно, ты его посмотришь и скажешь, понравилось или нет?... Ну что посмотрел?
-Да...
-И как?
-Ну не очень...
-То есть видео, где трахаются парни тебя не возбуждает?
-Возбуждают, но не когда в них трахаются дядя Коля и ты....`,

`⭐Почему педофилы часто посещают туалет?
Они любят ходить по маленькому.`,

`⭐Почему сайт для импотентов так и не стал популярным?
Упал в первый же день`,

`Одному Армянину приснился сон, как его во сне избили... Но он этого так не оставил, собрал братву и все легли спать`,

`Война. Мужик с соседнего окопа возвращается:
-Мужики! Я сейчас в соседнем окопе медсестру трахал!
-Че, и раком?
-Да!
-Че, и в жопу?
-Ну само собой!
-А в рот брала?
-Врать не буду, голову не нашел.`,

`Говорит жена мужу: "Дорогой, наши новые соседи - такая замечательная пара: он всегда её целует, обнимает, за попу держит. Почему вот ты так не делаешь?"
Муж: "Галь, ты ебанулась? Я её даже не знаю"`,

`Член токаря Игоря попал в токарный станок. После этого случая, токарь Игорь работает без конца`,

`Заходят в кафе пять человек: американец, француз, русский, китаец и еврей — каждый заказал себе кофе. У всех в чашках плавала муха.
Американец выплеснул кофе в лицо официанту.
Француз вежливо попросил заменить напиток.
Русский выкинул муху и выпил кофе.
Китаец выпил кофе и закусил мухой.
Еврей продал муху китайцу.`,

`Однажды у учителя русского языка спросили, как будет "убиваю" в прошедшем времени.
Ответ убил.`,

`⭐Приходит чукча к геологу и спрашивает у него:
- Геолога, геолога, а женщина белый бывает?
- Бывает.
- Геолога, геолога, а женщина черный бывает?
- Бывает.
- А половина черный, половина белый бывает?
- Нет, не бывает.
- Значит, пингвин, однако, был …`,

`Приходит мужик к врачу и рассказывает:
— Доктор, вы знаете, я с женой 2 раза в день!
— Ну, в этом ничего страшного, заведите любовницу.
— Доктор, но я и с любовницей 2 раза в день!
— Н-да. Тогда вам нужно держать себя в руках.
— Два раза в день.`,

`⭐Совокупляются, значит, два клоуна.
- ах, ах, ах, блядь, глубже!
- давай без матов, мои видео родители смотрят.`,

`Как зовут Армянского снайпера?
Ваншотик`,

`Что делают кофейные зерна перед смертью?
Молятся`,

`Настоящий мужчина настолько предан своей избранной, что смотрит порно без участия женщин.`,

`-Слушай, лев, а ты боишься кого-нибудь?
- Ну да, Ленина
- И почему же?
- Ну я же все-таки царь`,

`-алло, я звоню по поводу сарая
- это штаб артиллерии, вы не туда попали
- нет это вы не туда попали`,

`Первый пилот - второму:
- Ты порули пока, а я пойду, с новой стюардессой пообщаюсь.
Через полчаса возвращается разочарованный:
- Нет, моя жена лучше
Тогда второй пилот решил тоже сходить. Вскоре возвращается:
- Ты прав, твоя жена лучше`,

`⭐Приходит как-то мужик к мудрецу:
- Добрый день, хочу с вами посоветоваться, я не могу выбрать на ком мне жениться. Одной девушке 20 лет, и она очень красивая но злая, а второй 30, но заботливая и добрая.
-Ну смотри, вот 2 кучи дерьма, одно старое и надкушенное, а второе свежее. Попробуй обе и выбери.
Попробовал он, говорит старое уже не такое противное, а свежее просто отвратительно. Говорит это и спрашивает мудреца, как это понимать?
- Что тут понимать… Иди нахуй говноед ебучий.`,

`Приезжает инвалид на коляске на "Пусть говорят":
— Здравствуйте. Меня зовут Алексей.
— Здравствуйте. Алексей, а какая у вас мечта?
— Моя мечта - снова начать ходить.
— Да, но вы не делаете для этого ни шага.`,

`Пришла ежиха к наркологу и говорит: доктор, у меня муж колется`,

`Почему если девушка переспала с кучей парней, то она - шлюха, а если то же самое сделает парень, так он сразу гей?`,

`-Доктор, вы будете навещать меня, когда меня выпишут отсюда?
-Нет
-Почему?
-Я боюсь кладбищ`,

`⭐Чего боятся террористы больше всего?
Умереть в одиночестве`,

`Разговор врача с пациентом по телефону.
Врач: "Я очень сожалею... у меня для Вас две новости. Одна - плохая... вторая - ОЧЕНЬ плохая."
Пациент: "Да, доктор..."
Врач: "Из лаборатории пришел результат Вашего анализа... и Вы знаете, Вам осталось жить не больше суток."
Пациент (в ужасе): "Доктор... но что же может быть хуже, чем ЭТО???"
Врач: "Да я Вам со вчерашнего дня все никак не соберусь об этом сказать..."`,

`Идут Винни-Пух с Пятачком по лесу. Пятачок:
- Винни, Винни, куда мы идём?
- Свиней ебать
- А если они убегут?
- Я тебе, блять, убегу!!!`,

`⭐Папа-сыну:
- А знаешь как отличить оливки от маслин?
Сын: - нет, а как?
Папа: - зелёные—оливки, а чёрные воруют`,

`Марья Ивановна диктует задание:
- дети, надо придумать предложение со словом "ананас"
Аня:
- я придумала! сегодня мама из магазина принесла ананас.
- отлично Аня, пятёрка! А ты Вовочка, придумал?
- Да Марья Ивановна. Сегодня наш папа купил себе пиво и чипсов, нажрался и уснул.
- Вовочка, ну тут же нет слова "Ананас"?
- А на нас ему похуй...`,

`Медведь и заяц идут по лесу и находят лампу с джинном и тот дает каждому по 3 желания:
Медведь: хочу чтобы все медведи в лесу стали самками.
Заяц: хочу мотоцикл
Медведь: хочу чтобы в стране все медведи стали самками
Заяц: хочу шлем
Медведь: хочу чтобы все медведи в мире стали самками
Заяц надевает шлем и садится на мотоцикл, заводит его и кричит следом:
- Хочу чтобы медведь геем стал.`,

`⭐В магазин заходит мужик и говорит: - Дайте мне бутылку водки. Продавщица: - С собой? - Нет, без вас.`,

`⭐В детский сад пришел новый воспитатель - бывший зэк. На прогулке дети ходят по кругу, руки за спину. Воспитатель говорит: - Пятнадцатый, опять обделался? - Обижаешь, начальник! Употел!`

];